Repository: evasetya05/nusasawit_backend
Catalog: apps/modules/m1planning/locale/*/LC_MESSAGES/django.po
Languages: id

source: Company Information
id: Informasi Perusahaan

source: Financial Information
id: Informasi Keuangan

source: Income
id: Pendapatan

source: Labor Cost
id: Biaya Tenaga Kerja

source: M1 Planning
id: Perencanaan M1

source: Select a month and year (YYYY-MM)
id: Pilih bulan dan tahun (YYYY-MM)

source: Enter total income in IDR (without decimals)
id: Masukkan total pendapatan dalam Rupiah (tanpa desimal)

source: Enter total labor cost in IDR (without decimals)
id: Masukkan total biaya tenaga kerja dalam Rupiah (tanpa desimal)

source: Period is required (select Month-Year)
id: Periode wajib diisi (pilih Bulan-Tahun)

source: Labor cost cannot be greater than total income
id: Biaya tenaga kerja tidak boleh lebih besar dari total pendapatan

source: An LCR record already exists for this period
id: Catatan LCR untuk periode ini sudah ada

source: LCR Record
id: Catatan LCR

source: LCR Records
id: Catatan-catatan LCR

source: Company
id: Perusahaan

source: Period
id: Periode

source: Format: YYYY-MM (e.g., 2025-10)
id: Format: YYYY-MM (contoh: 2025-10)

source: Total Income
id: Total Pendapatan

source: Total income (in IDR, without decimals)
id: Total pendapatan (dalam Rupiah, tanpa desimal)

source: Total Labor Cost
id: Total Biaya Tenaga Kerja

source: Total labor cost (in IDR, without decimals)
id: Total biaya tenaga kerja (dalam Rupiah, tanpa desimal)

source: Created At
id: Dibuat Pada

source: Updated At
id: Diperbarui Pada

source: Close
id: Tutup

source: Planning Dashboard
id: Dashboard Perencanaan

source: Welcome to Planning
id: Selamat Datang di Perencanaan

source: The Planning module helps you manage and analyze your labor cost ratio (LCR) to make informed decisions about your workforce planning.
id: Modul Perencanaan membantu Anda mengelola dan menganalisis rasio biaya tenaga kerja (LCR) Anda untuk membuat keputusan yang tepat tentang perencanaan tenaga kerja Anda.

source: Add New LCR Record
id: Tambah Catatan LCR Baru

source: View All Records
id: Lihat Semua Catatan

source: Total Records
id: Total Catatan

source: LCR records in the system
id: Catatan LCR dalam sistem

source: Average LCR
id: LCR Rata-rata

source: Average Labor Cost Ratio
id: Rasio Biaya Tenaga Kerja Rata-rata

source: Latest Record
id: Catatan Terbaru

source: No records yet
id: Belum ada catatan

source: Add your first record to begin
id: Tambah catatan pertama Anda untuk memulai

source: Recent LCR Records
id: Catatan LCR Terkini

source: Actions
id: Aksi

source: No LCR records found. Add your first record to get started.
id: Tidak ada catatan LCR ditemukan. Tambah catatan pertama Anda untuk memulai.

source: Add First Record
id: Tambah Catatan Pertama

source: Delete LCR Record
id: Hapus Catatan LCR

source: Confirm Deletion
id: Konfirmasi Penghapusan

source: Are you sure you want to delete the LCR record for <strong>%(period)s</strong>?
id: Apakah Anda yakin ingin menghapus catatan LCR untuk <strong>%(period)s</strong>?

source: Created
id: Dibuat

source: This action cannot be undone.
id: Tindakan ini tidak dapat dibatalkan.

source: Cancel
id: Batal

source: Yes, delete this record
id: Ya, hapus catatan ini

source: Update LCR Record
id: Perbarui Catatan LCR

source: Create New LCR Record
id: Buat Catatan LCR Baru

source: Record Information
id: Informasi Catatan

source: LCR Preview
id: Pratinjau LCR

source: Labor Cost Ratio
id: Rasio Biaya Tenaga Kerja

source: Update Record
id: Perbarui Catatan

source: Create Record
id: Buat Catatan

source: Delete
id: Hapus

source: New Record
id: Catatan Baru

source: No LCR records found
id: Tidak ada catatan LCR ditemukan

source: Get started by adding your first LCR record.
id: Mulai dengan menambahkan catatan LCR pertama Anda.

source: LCR Interpretation Guide
id: Panduan Interpretasi LCR

source: Interpretation
id: Interpretasi

source: Very efficient (may be underpaid / understaffed)
id: Sangat efisien (mungkin dibayar terlalu rendah / kekurangan tenaga kerja)

source: Efficient and healthy (ideal for most sectors)
id: Efisien dan sehat (ideal untuk sebagian besar sektor)

source: Still reasonable, depends on business model
id: Masih wajar, tergantung model bisnis

source: Labor costs too high, profit margins squeezed
id: Biaya tenaga kerja terlalu tinggi, margin keuntungan tertekan

source: Needs serious evaluation: possibly low productivity or declining revenue
id: Perlu evaluasi serius: mungkin produktivitas rendah atau pendapatan menurun

source: You don't have permission to view LCR records.
id: Anda tidak memiliki izin untuk melihat catatan LCR.

source: Labor Cost Ratio Records
id: Catatan Rasio Biaya Tenaga Kerja

source: You don't have permission to add LCR records.
id: Anda tidak memiliki izin untuk menambah catatan LCR.

source: LCR record has been created successfully.
id: Catatan LCR berhasil dibuat.

source: You don't have permission to change LCR records.
id: Anda tidak memiliki izin untuk mengubah catatan LCR.

source: LCR record has been updated successfully.
id: Catatan LCR berhasil diperbarui.

source: You don't have permission to delete LCR records.
id: Anda tidak memiliki izin untuk menghapus catatan LCR.

source: LCR record has been deleted successfully.
id: Catatan LCR berhasil dihapus.
